cool/tutorials/incompressible/simpleFoam/pitzDailyExptInlet/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM Extend Project: Open Source CFD        |
|  \\    /   O peration     | Version:  1.6-ext                               |
|   \\  /    A nd           | Web:      www.extend-project.de                 |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
inlet
{
    type patch;
    nFaces 30;
    startFace 24170;
}

outlet
{
    type patch;
    nFaces 57;
    startFace 24200;
}

upperWall
{
    type wall;
    nFaces 223;
    startFace 24257;
}

lowerWall
{
    type wall;
    nFaces 250;
    startFace 24480;
}

frontAndBack
{
    type empty;
    nFaces 24450;
    startFace 24730;
}
)

// ************************************************************************* //
